tap "dagger/tap"
tap "daipeihust/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "versent/taps"

brew "xz"
brew "little-cms2"
brew "jpeg-xl"
brew "openssl@3"
brew "readline"
brew "asdf"
brew "bat"
brew "glib"
brew "cmake"
brew "csvq"
brew "curl"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "hey"
brew "libheif"
brew "libomp"
brew "imagemagick"
brew "libfido2"
brew "libxft"
brew "libxmlsec1"
brew "sqlite"
brew "llvm"
brew "luarocks"
brew "mecab"
brew "mecab-ipadic"
brew "mesa"
brew "zlib"
brew "mysql"
brew "mysql-client"
brew "nkf"
brew "nmap"
brew "node"
brew "openblas"
brew "openjdk"
brew "postgresql@14"
brew "python@3.9"
brew "redis"
brew "sqlparse"
brew "tcl-tk"
brew "texlive"
brew "tig"
brew "tmux"
brew "unar"
brew "wget"
brew "yasm"

if OS.mac?
  brew "coreutils"
  brew "gnu-sed"
  brew "daipeihust/tap/im-select"

  cask "alt-tab"
  cask "dbeaver-community"
  cask "devtoys"
  cask "discord"
  cask "docker"
  cask "flameshot"
  cask "font-hack-nerd-font"
  cask "google-japanese-ime"
  cask "iterm2"
  cask "libreoffice"
  cask "meetingbar"
  cask "monitorcontrol"
  cask "notion"
  cask "raycast"
  cask "skitch"
  cask "slack"
  cask "spectacle"
  cask "spotify"
  cask "visual-studio-code"
  cask "wireshark"
  cask "zoom"
end
