tap "coursier/formulas"
tap "dagger/tap"
tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "versent/taps"
brew "coreutils"
brew "asdf"
brew "bat"
brew "glib"
brew "cmake"
brew "csvq"
brew "exa"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fzf"
brew "gcc"
brew "gh"
brew "little-cms2"
brew "ghostscript"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "graphviz"
brew "hey"
brew "lazydocker"
brew "libomp"
brew "python@3.10"
brew "llvm"
brew "mecab"
brew "mecab-ipadic"
brew "mysql"
brew "mysql-client"
brew "nmap"
brew "node"
brew "openblas"
brew "postgresql@14"
brew "python@3.9"
brew "redis"
brew "sqlparse"
brew "tig"
brew "tmux"
brew "unar"
brew "wget"
brew "coursier/formulas/coursier"
brew "daipeihust/tap/im-select"
cask "alfred"
cask "alt-tab"
cask "datagrip"
cask "docker"
cask "font-hack-nerd-font"
cask "google-japanese-ime"
cask "intellij-idea-ce"
cask "iterm2"
cask "libreoffice"
cask "mactex-no-gui"
cask "meetingbar"
cask "monitorcontrol"
cask "notion"
cask "session-manager-plugin"
cask "skitch"
cask "slack"
cask "spectacle"
cask "spotify"
cask "tableau"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
