tap "coursier/formulas"
tap "dagger/tap"
tap "daipeihust/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "versent/taps"
brew "coreutils"
brew "openssl@3"
brew "readline"
brew "asdf"
brew "zlib"
brew "bat"
brew "xz"
brew "sqlite"
brew "python@3.10"
brew "glib"
brew "cmake"
brew "csvq"
brew "unbound"
brew "gnutls"
brew "curl"
brew "exa"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fzf"
brew "gcc"
brew "gh"
brew "little-cms2"
brew "ghostscript"
brew "gnu-sed"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "hey"
brew "imagemagick"
brew "libfido2"
brew "libomp"
brew "libxft"
brew "llvm"
brew "mecab"
brew "mecab-ipadic"
brew "mesa"
brew "mysql"
brew "mysql-client"
brew "nmap"
brew "node"
brew "openblas"
brew "openjdk"
brew "postgresql@14"
brew "python@3.9"
brew "redis"
brew "sqlparse"
brew "tcl-tk"
brew "texlive"
brew "tig"
brew "tmux"
brew "unar"
brew "wget"
brew "coursier/formulas/coursier"
brew "daipeihust/tap/im-select"
brew "hashicorp/tap/terraform-ls"
